{
    "translation": {
        "header": ["Home", "About", "Technologies", "Projects", "Certificates"],
        "cv": "Download CV",
        "home": "Hello I'm  front end developer",
        "subtitle": "Passionate about technologies and innovations.",
        "about-me": "About me",
        "about": "Passionate Front-End Developer with hands-on experience creating interactive and responsive user interfaces. Specialized in React and TypeScript, with the ability to build reusable and efficient components. Proficient in using Tailwind CSS for first-class utilitarian design, ensuring a consistent and modern aesthetic. Experience with Shadcn UI for clean and accessible interface design, and Framer Motion to add fluid and natural animations, enriching the user experience. Committed to writing clean code and implementing web development best practices.",
        "linkedin": "see my LinkedIn",
        "github": "see my GitHub",
        "whatsapp": "contact me via whatsApp",
        "technologies": "Technologies",
        "projects": "Projects",
        "projectDescriptions": [{
            "id": 1,
            "description": "Roger Cine is an interactive portal designed to facilitate the discovery of films, series and information about actors. With an intuitive interface and advanced search capabilities, users can easily find the entertainment content they love."
        },
        {
            "id": 2,
            "description": " I have developed a system to manage restaurant operations, including functionalities to list restaurants, products, manage orders, place orders, and finalize orders. The system should also allow searching for restaurants and have a design inspired by ifood."
        },
        {
            "id": 3,
            "description": "This project consists of a user authentication system with three main screens: Registration, Authentication, and Dashboard. The system communicates with an API to perform the necessary operations of registration, authentication, displaying users, and logging out."
        },
        {
            "id": 4,
            "description": "Mks Sistemas is a technical project that demonstrates the implementation of a modern, interactive shopping cart. Using current best practices and technologies, the site offers an optimized user experience and a simplified purchase flow."
        },
        {
            "id": 5,
            "description": "Carhub: A revolutionary platform that offers an exceptionally intuitive user experience. Here, car enthusiasts can delve into a vast universe of vehicle options, from vintage classics to the latest electric cars."
        },
        {
            "id": 6,
            "description": "This is a simple and modern landing page for a fictional gym called Fitness Evolution. The page was created with the goal of attracting new members, showcasing the facilities and services offered by the gym, and promoting a healthy and active lifestyle. "
        }
    ],
       "project": "Project",
       "certificate": "Certificates",
        "repository": "Repository",
        "theme": "Theme",
        "light": "Light",
        "dark": "Dark",
        "system": "System",
        "language": "Language",
        "portuguese": "Portuguese",
        "english": "English",
        "spanish": "Spanish",
        "french": "French"
    }
}