{
  "translation": {
    "header": [
      "Inicio",
      "Sobre mí",
      "Tecnologías",
      "Proyectos",
      "Certificados"
    ],
    "cv": "Descargar CV",
    "home": "Hola, soy desarrollador front-end",
    "subtitle": "Apasionado por las tecnologías y las innovaciones.",
    "about-me": "Sobre mí",
    "about": "Desarrollador Front-End apasionado con experiencia práctica en la creación de interfaces de usuario interactivas y receptivas. Especializado en React y TypeScript, con la capacidad de construir componentes reutilizables y eficientes. Competente en el uso de Tailwind CSS para un diseño utilitario de primera clase, lo que garantiza una estética coherente y moderna. Experiencia con Shadcn UI para un diseño de interfaz limpio y accesible, y Framer Motion para agregar animaciones fluidas y naturales, enriqueciendo la experiencia del usuario. Comprometido con la escritura de código limpio y la implementación de las mejores prácticas de desarrollo web.",
    "linkedin": "Ver mi LinkedIn",
    "github": "Ver mi GitHub",
    "whatsapp": "Contactame por WhatsApp",
    "technologies": "Tecnologías",
    "projects": "Proyectos",
    "projectDescriptions": [
      {
        "id": 1,
        "description": "Roger Cine es un portal interactivo diseñado para facilitar el descubrimiento de películas, series e información sobre actores. Con una interfaz intuitiva y funciones de búsqueda avanzadas, los usuarios pueden encontrar fácilmente el contenido de entretenimiento que les gusta."
      },
      {
        "id": 2,
        "description": "He desarrollado un sistema para gestionar las operaciones de un restaurante, que incluye funcionalidades para listar restaurantes, productos, gestionar pedidos, realizar pedidos y finalizar pedidos. El sistema también debe permitir la búsqueda de restaurantes y tener un diseño inspirado en ifood."
      },
      {
        "id": 3,
        "description": "La aplicación ofrece una experiencia de compra simplificada con opciones de pago flexibles a través de Pix y cuotas con tarjeta de crédito. Desarrollada con React e integrada con Material-UI (MUI), permite a los usuarios elegir entre el pago inmediato a través de Pix con un 3% de descuento o cuotas de hasta 7 veces en la tarjeta de crédito."
      },
      {
        "id": 4,
        "description": "Este proyecto consiste en un sistema de autenticación de usuarios con tres pantallas principales: Registro, Autenticación y Panel de Control. El sistema se comunica con una API para realizar las operaciones necesarias de registro, autenticación, visualización de usuarios y cierre de sesión."
      },
      {
        "id": 5,
        "description": "El desafío Perfil de Github de Dev Challenges presenta una emocionante oportunidad para mostrar sus habilidades de desarrollo front-end e integrarse con la API de GitHub. La tarea implica recrear meticulosamente el diseño proporcionado e integrarlo sin problemas con la API de GitHub para buscar y mostrar información detallada del usuario."
      },
      {
        "id": 6,
        "description": "Mks Sistemas es un proyecto técnico que demuestra la implementación de un carrito de compras interactivo y moderno. Utilizando las mejores prácticas y tecnologías actuales, el sitio ofrece una experiencia de usuario optimizada y un flujo de compra simplificado."
      },
      {
        "id": 7,
        "description": "Esta es una página de destino simple y moderna para un gimnasio ficticio llamado Fitness Evolution. La página fue creada con el objetivo de atraer nuevos miembros, mostrar las instalaciones y servicios que ofrece el gimnasio, y promover un estilo de vida saludable y activo."
      }
    ],
    "project": "Proyecto",
    "certificate": "Certificados",
    "repository": "Repositorio",
    "theme": "Tema",
    "light": "Claro",
    "dark": "Oscuro",
    "system": "Sistema",
    "language": "Idioma",
    "portuguese": "Portugués",
    "english": "Inglés",
    "spanish": "Español",
    "french": "Francés"
  }
}
