{
  "translation": {
    "header": ["Inicio", "Sobre", "Tecnologias", "Projetos", "Certificados"],
    "cv": "Baixar CV",
    "home": "Olá eu sou desenvolvedor front end",
    "subtitle": "Apaixonado por tecnologias e inovações.",
    "about-me": "Sobre mim",
    "about": "Desenvolvedor Front-End Apaixonado com experiência prática na criação de interfaces de usuário interativas e responsivas. Especializado em React e TypeScript, com habilidade para construir componentes reutilizáveis e eficientes. Proficiente no uso de Tailwind CSS para design utilitário de primeira classe, garantindo uma estética consistente e moderna. Experiência com Shadcn UI para um design de interface limpo e acessível, e Framer Motion para adicionar animações fluidas e naturais, enriquecendo a experiência do usuário. Comprometido com a escrita de código limpo e a implementação de melhores práticas de desenvolvimento web.",
    "linkedin": "Veja o meu LinkedIn",
    "github": "Veja o meu GitHub",
    "whatsapp": "Entre em contato pelo whatsApp",
    "technologies": "Tecnologias",
    "projects": "Projetos",
    "projectDescriptions": [
      {
        "id": 1,
        "description": "O Roger Cine é um portal interativo projetado para facilitar a descoberta de filmes, séries e informações sobre atores. Com uma interface intuitiva e recursos de busca avançados, os usuários podem encontrar facilmente o conteúdo de entretenimento que amam."
      },
      {
        "id": 2,
        "description": "Desenvolvi um sistema para gerenciar operações de um restaurante, incluindo funcionalidades para listar restaurantes, produtos, gerenciar pedidos, fazer pedidos e finalizar pedidos. O sistema também deve permitir a busca por restaurantes e um design inspirado no ifood."
      },
      {
        "id": 3,
        "description": "O aplicativo oferece uma experiência simplificada para compras, com opções flexíveis de pagamento via Pix e parcelamento no cartão de crédito. Desenvolvido com React e integrado com Material-UI (MUI), permite aos usuários escolher entre pagamento imediato via Pix com 3% de desconto ou parcelamento em até 7 vezes no cartão de crédito."
      },
      {
        "id": 4,
        "description": "Este projeto consiste em um sistema de autenticação de usuários com três telas principais: Registro, Autenticação e Dashboard. O sistema se comunica com uma API para realizar as operações necessárias de registro, autenticação, exibição de usuários e logout."
      },
      {
        "id": 5,
        "description": "O desafio Github Profile do Dev Challenges consiste em recriar o design fornecido e integrar com a API do GitHub para buscar e exibir informações detalhadas de usuários do GitHub. O objetivo é replicar a interface com precisão e funcionalidade, mostrando dados como repositórios, seguidores, e outras informações do perfil do usuário."
      },
      {
        "id": 6,
        "description": "O Mks Sistemas é um projeto técnico que demonstra a implementação de um carrinho de compras interativo e moderno. Utilizando as melhores práticas e tecnologias atuais, o site oferece uma experiência de usuário otimizada e um fluxo de compra simplificado."
      },
      {
        "id": 7,
        "description": "Esta é uma landing page simples e moderna para uma academia fictícia chamada Evogym evolutionary fitness. A página foi criada com o objetivo de atrair novos membros, apresentar as facilidades e serviços oferecidos pela academia, e promover um estilo de vida saudável e ativo."
      }
    ],
    "project": "Projeto",
    "repository": "Repositório",
    "certificate": "Certificados",
    "theme": "Tema",
    "light": "Claro",
    "dark": "Escuro",
    "system": "Sistema",
    "language": "Idioma",
    "portuguese": "Português",
    "english": "Inglês",
    "spanish": "Espanhol",
    "french": "Francês"
  }
}
